tap "adoptopenjdk/openjdk"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jmespath/jmespath"
brew "cryptography", link: false
brew "python@3.12"
brew "ansible", link: false
brew "ansible-lint", link: false
brew "python@3.9"
brew "ansible@2.9"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bat"
brew "black", link: false
brew "glib"
brew "cairo"
brew "cargo-c"
brew "colima"
brew "deno"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "dos2unix"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-tools"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpgme"
brew "openjdk"
brew "groovy"
brew "node"
brew "gtop"
brew "helm"
brew "hugo"
brew "hurl"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jfrog-cli"
brew "jless"
brew "jnv"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "librsvg"
brew "luarocks"
brew "luv"
brew "maven"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "p7zip"
brew "poppler"
brew "pdfgrep"
brew "podman"
brew "prometheus"
brew "python@3.10"
brew "python@3.11"
brew "qt"
brew "ripgrep"
brew "sampler"
brew "shellcheck"
brew "stow"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tree"
brew "trippy"
brew "watch"
brew "wget"
brew "yamllint", link: false
brew "yarn"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jmespath/jmespath/jp"
cask "alacritty"
cask "amethyst"
cask "ears"
cask "firefox"
cask "gimp"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "kdiff3"
cask "keepassxc"
cask "keysmith"
cask "logi-options+"
cask "mac-mouse-fix"
cask "maccy"
cask "mark-text"
cask "microsoft-remote-desktop"
cask "shotcut"
cask "spotify"
cask "sqlitestudio"
cask "stats"
cask "sublime-text"
cask "threema"
cask "utm"
cask "vlc"
cask "whatsapp"
